7zip
affine-bin
amberol
antigravity
avahi
awww
base
base-devel
bat
bitwarden
bluetui
bluez
bluez-utils
bottom
brightnessctl
btop
bun
capitaine-cursors
chromium
clipse
cursor-bin
darkman
deno
docker
docker-compose
downgrade
dua-cli
duf
efibootmgr
equibop-bin
eza
fastfetch
fd
feishin-bin
firefox
flac
flatpak
fuzzel
fzf
fzf-tab-git
gdm
git
git-delta
github-copilot-cli
glow
go
gopls
grim
grub
hyprcursor
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprsunset
imagemagick
intel-media-driver
intel-ucode
interception-caps2esc
interception-tools
jdk-openjdk
jq
keepassxc
kitty
lazydocker
lazygit
lazyssh
libreoffice-fresh
linux
linux-firmware
localsend
lua
man-db
man-pages
mediainfo
mesa
mpv
neovim
nerdfetch
networkmanager
noto-fonts
noto-fonts-emoji
oh-my-posh
opencode
openssh
openssl
openvpn
otf-libertinus
ouch
pacman-contrib
papers
papirus-icon-theme
picard
pipewire
pipewire-pulse
planify
prismlauncher
rclone
resvg
ripgrep
rofi
rsync
ruff
rustup
slurp
sof-firmware
speedtest-cli
spotiflac-bin
stow
texinfo
tinymist
tlp
tlp-rdw
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
ttf-roboto-mono-nerd
ty
typst
ufw
unrar
unzip
uv
vim
visual-studio-code-bin
vlc
vnstat
vulkan-icd-loader
vulkan-intel
waybar
wget
wireplumber
wl-clipboard
wlctl-bin
wlogout
xdg-desktop-portal-hyprland
xdg-user-dirs
yaml-language-server
yay
yay-debug
yazi
yt-dlp
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-syntax-highlighting
