7zip
amberol
avahi
awww
backrest
base
base-devel
bat
beekeeper-studio-bin
bitwarden
bluetui
bluez
bluez-utils
bottom
brave-origin-beta-bin
brightnessctl
btop
btrfs-progs
bun
capitaine-cursors
chromium
clang
clipse
cmake
containerd
darkman
deno
djvulibre
docker
docker-compose
downgrade
dua-cli
duf
efibootmgr
epy-ereader-git
equibop-bin
eza
fakeroot
fastfetch
fd
firefox
flac
flameshot
flatpak
foliate
fuzzel
fzf
fzf-tab-git
gdm
ghostty
git
git-delta
glow
gnome-clocks
gnome-keyring
go
golazo-bin
google-chrome
gopls
grim
grub
hyprcursor
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprsunset
imagemagick
intel-media-driver
intel-ucode
interception-caps2esc
interception-tools
jdk-openjdk
jdtls
jetbrains-toolbox
jq
kanata-bin
keepassxc
kitty
lazydocker
lazygit
lazyssh
libva-utils
linux
linux-firmware
loupe
lua
lua-language-server
mako
man-db
man-pages
maplemono-nf-unhinted
mediainfo
mesa
mpd
mpv
namcap
neovim
nerdfetch
networkmanager
noctalia-shell
noto-fonts
noto-fonts-emoji
oh-my-posh
onlyoffice-bin
opencode
openssh
openvpn
otf-libertinus
otf-monaspace-nerd
ouch
paccache-hook
pacman-contrib
pandoc-bin
papers
papirus-icon-theme
paru
paru-debug
pavucontrol
pgformatter
picard
pipewire
pipewire-pulse
planify
pnpm
postgresql
prismlauncher
python-pip
qbittorrent
rclone
reflector
resvg
ripgrep
rofi
rsync
ruff
rustup
seahorse
shfmt
slurp
sof-firmware
speedtest-cli
spotiflac-bin
stow
stylua
tailscale
terax
tinymist
tlp
tlp-rdw
topgrade
trantor
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-ibm-plex
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
ttf-roboto-mono-nerd
ty
typst
ufw
unrar
unzip
uv
vicinae-bin
vim
visual-studio-code-bin
vlc
vnstat
vulkan-icd-loader
vulkan-intel
waybar
wget
wireplumber
wireshark-qt
wl-clipboard
wlctl-bin
wlogout
xdg-desktop-portal-hyprland
xdg-user-dirs
yaml-language-server
yay
yazi
yt-dlp
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
